{
  "displayName": "CA017 - Require MFA for All Users Variation 17 (Exclude Global Admins)",
  "state": "enabled",
  "conditions": {
    "users": {
      "includeUsers": [
        "All"
      ],
      "excludeRoles": [
        "62e90394-69f5-4237-9190-012177145e10"
      ]
    },
    "applications": {
      "includeApplications": [
        "All"
      ]
    }
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": [
      "mfa"
    ]
  }
}